B
B1C=CCCO1
B1CCC=NN1
B1CCCCO1
B1CCCO1
B1OC=CNC=CO1
B1OCCCO1
B1OCCO1
BC
BO
C
C#C
C#N
C#[NH+]
C#[SH]
C1#CC1
C1#CCCC#CCC=C1
C1#CCCCCC#CC=C1
C1#CCCCCC#CCC1
C1#CCCCCCC1
C1#CCCNCC#CC=C1
C1#CCCNCC#CCC1
C1#CCCNCCC1
C1#CCCOCC#CC=C1
C1#CCCOCCCOC=C1
C1#CCCOCCCOCC1
C1#CCOCCCCCCC1
C1#CCSCC#CCC=C1
C1#CCSCC#CCCCC1
C1#C[NH]C=N1
C1=C=CC=CC=1
C1=CC1
C1=CC=C1
C1=CC=CC=C1
C1=CC=CC=CC=C1
C1=CC=CC=CC=CC=C1
C1=CC=CCC=1
C1=CC=CCC=C1
C1=CC=CCCC=C1
C1=CC=CN=CC=C1
C1=CC=CN=CN=CC=C1
C1=CC=CN=NC=C1
C1=CC=CNC=C1
C1=CC=CNCC=C1
C1=CC=COC=C1
C1=CC=CSC=C1
C1=CC=C[CH+]C=C1
C1=CC=NC=C1
C1=CC=NCC=C1
C1=CC=NCN=C1
C1=CC=NN=C1
C1=CC=NNC=C1
C1=CC=[NH+]C=C1
C1=CC=[NH+]N=C1
C1=CC=[O+]C=C1
C1=CC=[S+]C=C1
C1=CC=[SH]C=C1
C1=CCC1
C1=CCC=C1
C1=CCC=CC#CCSC=1
C1=CCC=CC1
C1=CCC=CCC=C1
C1=CCC=CCCC=C1
C1=CCC=CCCC=CC1
C1=CCC=CCCCC=C1
C1=CCC=CN=C1
C1=CCC=CNC=C1
C1=CCC=COC=C1
C1=CCC=C[CH-]1
C1=CCC=NC=C1
C1=CCC=NN=C1
C1=CCCC1
C1=CCCC=C1
C1=CCCC=CC1
C1=CCCC=CCC1
C1=CCCC=CCCC=C1
C1=CCCC=CCCC=CC1
C1=CCCC=CN=CN=C1
C1=CCCCC1
C1=CCCCC=C1
C1=CCCCC=CC1
C1=CCCCC=CCC1
C1=CCCCC=CCCC1
C1=CCCCCC1
C1=CCCCCC=C1
C1=CCCCCC=CC1
C1=CCCCCC=CCC1
C1=CCCCCC=CCCC1
C1=CCCCCCC1
C1=CCCCCCC=C1
C1=CCCCCCC=CC1
C1=CCCCCCC=CCC1
C1=CCCCCCCC1
C1=CCCCCCCC=C1
C1=CCCCCCCC=CC1
C1=CCCCCCCCC1
C1=CCCCCCCCCC1
C1=CCCCCNC=C1
C1=CCCCCNCCCC1
C1=CCCCCOCC=C1
C1=CCCCCOCCC=C1
C1=CCCCCOCCCC1
C1=CCCCN=C1
C1=CCCCNC=C1
C1=CCCCNCCC1
C1=CCCCNCCC=C1
C1=CCCCNCCCC1
C1=CCCCNCCCCC1
C1=CCCCNN=C1
C1=CCCCOCC=CC1
C1=CCCCOCCC1
C1=CCCCOCCC=C1
C1=CCCCOCCC=CC1
C1=CCCCOCCCC1
C1=CCCCOCCCC=C1
C1=CCCCOCCCCC1
C1=CCCC[CH+]1
C1=CCCC[NH+]=C1
C1=CCCC[SH+]CCCC1
C1=CCCN=C1
C1=CCCN=CC1
C1=CCCN=CCCC1
C1=CCCNC=C1
C1=CCCNCC1
C1=CCCNCCC1
C1=CCCNCCC=C1
C1=CCCNCCC=CC1
C1=CCCNCCCC1
C1=CCCNCCCCC1
C1=CCCNCCCCCC1
C1=CCCNCCCNCC1
C1=CCCNCCNCC1
C1=CCCNN=C1
C1=CCCOC=C1
C1=CCCOCC1
C1=CCCOCCC1
C1=CCCOCCC=C1
C1=CCCOCCCC1
C1=CCCOCCCCC1
C1=CCCOCCCCCC1
C1=CCCOCCCOCC1
C1=CCCOCOCC1
C1=CCCSCC1
C1=CCCSCCC1
C1=CCCSNCC1
C1=CCC[NH+]=C1
C1=CCC[NH2+]CCCC1
C1=CCC[O+]=C1
C1=CCC[S+]=C1
C1=CCN=C1
C1=CCN=CC1
C1=CCN=CCC1
C1=CCN=NC1
C1=CCNC1
C1=CCNC=C1
C1=CCNC=CC1
C1=CCNC=CNC1
C1=CCNC=NC1
C1=CCNCC1
C1=CCNCC=C1
C1=CCNCC=CC1
C1=CCNCCC1
C1=CCNCCCC1
C1=CCNCCCCC1
C1=CCNCCCCCC1
C1=CCNCCCNC=C1
C1=CCNCCCNCC1
C1=CCNCCCNCCC1
C1=CCNCCCOCCC1
C1=CCNCCNC1
C1=CCNCCNCC1
C1=CCNCCNCCNC1
C1=CCNCNC1
C1=CCNCSCC1
C1=CCNN=C1
C1=CCNN=CC1
C1=CCNNC1
C1=CCNNC=C1
C1=CCNNCC1
C1=CCNOCC1
C1=CCNSC=C1
C1=CCNSCC1
C1=CCNSCCOCC1
C1=CCNSCCOCCC1
C1=CCN[SH]=C1
C1=CCOC1
C1=CCOC=C1
C1=CCOC=CC1
C1=CCOC=CCCC1
C1=CCOC=CCOCCC1
C1=CCOCC1
C1=CCOCC=C1
C1=CCOCCC1
C1=CCOCCCC1
C1=CCOCCCCC1
C1=CCOCCCCCC1
C1=CCOCCCCCCC1
C1=CCOCCCCOCC1
C1=CCOCCCNCC1
C1=CCOCCCOCCC1
C1=CCOCCNC1
C1=CCOCCOCC1
C1=CCOCCOCCC1
C1=CCOCCOCCCC1
C1=CCOCCSNC1
C1=CCOCC[SH+]NC1
C1=CCOCOC1
C1=CCOCOCC1
C1=CCON=C1
C1=CCONC1
C1=CCONCC1
C1=CCOOC1
C1=CCOPOC1
C1=CCOPOCC1
C1=CCO[SiH2]OCC1
C1=CCPC1
C1=CCPC=C1
C1=CCPCC1
C1=CCPCC=C1
C1=CCPOC1
C1=CCPPC1
C1=CCSC1
C1=CCSC=C1
C1=CCSC=CC1
C1=CCSCC1
C1=CCSCCC1
C1=CCSCCCOCC1
C1=CCSCNCCSC1
C1=CCSCSC1
C1=CCSNC1
C1=CCSSSCC1
C1=CCS[NH2+]C1
C1=CC[NH+]=C1
C1=CC[NH+]=CC1
C1=CC[NH+]=CCC1
C1=CC[NH2+]C1
C1=CC[NH2+]C=C1
C1=CC[NH2+]CC1
C1=CC[NH2+]CCC1
C1=CC[NH2+]CCNC=C1
C1=CC[NH2+]CCNCC1
C1=CC[NH2+]CNC1
C1=CC[NH2+]N=C1
C1=CC[PH2+]CC[PH2+]C1
C1=CC[S+]=C1
C1=CC[SH+]C1
C1=CC[SH+]C=C1
C1=CC[SH+]CC1
C1=CC[SH+]NC1
C1=CN=CC1
C1=CN=CC=CN=C1
C1=CN=CC=N1
C1=CN=CCC1
C1=CN=CCC=N1
C1=CN=CCCC1
C1=CN=CCCCCCC1
C1=CN=CCN=C1
C1=CN=CCNC1
C1=CN=CN=C1
C1=CN=CN=CC1
C1=CN=CNC1
C1=CN=CNCC1
C1=CN=CNN=C1
C1=CN=CNNC1
C1=CN=COC1
C1=CN=COCC1
C1=CN=CSC1
C1=CN=C[N-]C1
C1=CN=C[NH+]=C1
C1=CN=NC1
C1=CN=NC=C1
C1=CN=NC=CN=N1
C1=CN=NC=N1
C1=CN=NCC1
C1=CN=NN=C1
C1=CN=NNC1
C1=CN=PN=C1
C1=CN=S=N1
C1=CN=S=NC1
C1=CN=[NH+]C1
C1=CN=[NH+]C=C1
C1=CN=[NH+]CC1
C1=CN=[SH]C=C1
C1=CNC1
C1=CNC=CC1
C1=CNC=CN1
C1=CNC=CN=C1
C1=CNC=CNC1
C1=CNC=NC1
C1=CNC=NCC1
C1=CNC=[NH+]C1
C1=CNCC1
C1=CNCC=CCNCC1
C1=CNCC=CNC1
C1=CNCC=N1
C1=CNCC=NCCC1
C1=CNCCC1
C1=CNCCC=N1
C1=CNCCCC1
C1=CNCCCC=N1
C1=CNCCCCC1
C1=CNCCCCCC1
C1=CNCCCCN1
C1=CNCCCCNC1
C1=CNCCCCNCC1
C1=CNCCCN1
C1=CNCCCNC1
C1=CNCCCNCCNC1
C1=CNCCN1
C1=CNCCN=C1
C1=CNCCNC1
C1=CNCCNCC1
C1=CNCCNCCC1
C1=CNCCNCCCC1
C1=CNCCOC1
C1=CNCCOCC1
C1=CNCCSC1
C1=CNCC[NH+]=C1
C1=CNCC[NH2+]C1
C1=CNCC[SH+]C1
C1=CNCN1
C1=CNCN=C1
C1=CNCN=CC1
C1=CNCN=N1
C1=CNCNC1
C1=CNCNCC1
C1=CNCNCCC1
C1=CNCNCN1
C1=CNCNN=C1
C1=CNCNN=N1
C1=CNCNNC1
C1=CNCOC1
C1=CNCOCC1
C1=CNCOCCC1
C1=CNCOCN1
C1=CNCPCNC1
C1=CNCSC1
C1=CNCSC=C1
C1=CNCSCC1
C1=CNCSCN1
C1=CNC[NH+]=C1
C1=CNC[NH2+]C1
C1=CNC[SH+]C1
C1=CNN=CC1
C1=CNN=CCC1
C1=CNN=CN1
C1=CNN=NC1
C1=CNNC1
C1=CNNC=C1
C1=CNNC=N1
C1=CNNCC1
C1=CNNCCC1
C1=CNNCN1
C1=CNNCN=C1
C1=CNNN1
C1=CNNN=C1
C1=CNNN=N1
C1=CNNNC1
C1=CNOC1
C1=CNOCC1
C1=CNON1
C1=CNPN1
C1=CNPN=C1
C1=CNPNC1
C1=CNPOC1
C1=CNSC1
C1=CNSC=C1
C1=CNSC=CC1
C1=CNSCC1
C1=CNSCC=N1
C1=CNSCCC1
C1=CNSCCCN1
C1=CNSCCN1
C1=CNSCN1
C1=CNSN1
C1=CNSN=C1
C1=CNSNC1
C1=CN[NH2+]C1
C1=CN[NH2+][N-]1
C1=CN[SH+]C=C1
C1=CN[SH+]CC1
C1=CN[SH]=C1
C1=COC1
C1=COC=C1
C1=COC=CC1
C1=COC=CCC1
C1=COC=CN1
C1=COC=CO1
C1=COC=COC1
C1=COC=N1
C1=COC=NC1
C1=COC=NN1
C1=COC=[NH+]1
C1=COCC1
C1=COCC=N1
C1=COCC=[NH+]1
C1=COCCC1
C1=COCCC=N1
C1=COCCCC1
C1=COCCCCC1
C1=COCCCCCCC1
C1=COCCCCCOCC1
C1=COCCCCN1
C1=COCCCCO1
C1=COCCCCOCC1
C1=COCCCN1
C1=COCCCNC1
C1=COCCCO1
C1=COCCCOC1
C1=COCCCOCC1
C1=COCCCOCCOC1
C1=COCCCSCCCO1
C1=COCCN1
C1=COCCN=C1
C1=COCCNC1
C1=COCCO1
C1=COCCOC1
C1=COCCOCC1
C1=COCCOCCO1
C1=COCCOCCOC1
C1=COCCSCCO1
C1=COCC[NH+]=C1
C1=COCN1
C1=COCN=C1
C1=COCN=N1
C1=COCNC1
C1=COCNN1
C1=COCO1
C1=COCOC1
C1=COCOC=C1
C1=COCOCC1
C1=COCOCCC1
C1=COC[NH2+]1
C1=COC[NH2+]C1
C1=CON=C1
C1=CON=CC1
C1=CON=N1
C1=CON=[NH+]1
C1=CONC1
C1=CONCCC1
C1=CONN1
C1=COO1
C1=COOC1
C1=COOC=CC1
C1=COOCC1
C1=COPC=C1
C1=COPCC1
C1=COPCCC1
C1=COPNC1
C1=COPOC1
C1=COPOCC1
C1=COSC=C1
C1=COSCC1
C1=COSCCN1
C1=COSN1
C1=COSN=C1
C1=COSNC1
C1=COSO1
C1=CO[NH+]=C1
C1=CP=C[NH]1
C1=CP=NC=N1
C1=CP=NPN1
C1=CPC1
C1=CPC=CC1
C1=CPC=CN1
C1=CPC=CO1
C1=CPCC1
C1=CPCC=N1
C1=CPCCC1
C1=CPCN1
C1=CPCO1
C1=CPNC=N1
C1=CPNCC1
C1=CPOC1
C1=CPOC=N1
C1=CPOCC1
C1=CS1
C1=CSC=C1
C1=CSC=CC1
C1=CSC=CCCC1
C1=CSC=CN1
C1=CSC=CN=C1
C1=CSC=CNC1
C1=CSC=CO1
C1=CSC=CS1
C1=CSC=N1
C1=CSC=NC1
C1=CSC=NN1
C1=CSC=NN=C1
C1=CSC=NNC1
C1=CSC=[NH+]1
C1=CSCC1
C1=CSCC=N1
C1=CSCCC1
C1=CSCCC=N1
C1=CSCCCC1
C1=CSCCCCN1
C1=CSCCCN1
C1=CSCCCNC1
C1=CSCCCO1
C1=CSCCCS1
C1=CSCCCSC1
C1=CSCCCSCC1
C1=CSCCN1
C1=CSCCN=C1
C1=CSCCNC1
C1=CSCCO1
C1=CSCCOPO1
C1=CSCCS1
C1=CSCC[NH+]=C1
C1=CSCN1
C1=CSCN=C1
C1=CSCNC1
C1=CSCNN1
C1=CSCNN=C1
C1=CSCO1
C1=CSCS1
C1=CSCSC1
C1=CSCSCC1
C1=CSC[N-]1
C1=CSC[NH2+]1
C1=CSN=C1
C1=CSN=CN1
C1=CSN=CS1
C1=CSN=N1
C1=CSN=[NH+]1
C1=CSNC1
C1=CSNC=N1
C1=CSNCC1
C1=CSNCCCO1
C1=CSNCCN1
C1=CSNCCO1
C1=CSNCCS1
C1=CSNCN1
C1=CSNCS1
C1=CSOC1
C1=CSOC=N1
C1=CSOCC1
C1=CSSC1
C1=CSSC=C1
C1=CSSC=CNCCN1
C1=CSSC=CSS1
C1=CSSCC1
C1=CSSCCSS1
C1=CSSCN1
C1=CSSS1
C1=CSSSCCSSS1
C1=CSSSSC=C1
C1=CSSSSS1
C1=CS[NH+]=C1
C1=CS[S+]=C1
C1=CS[SH+]N1
C1=CS[SH]=C1
C1=C[N-]CC1
C1=C[N-]CNC1
C1=C[N-]NCC1
C1=C[N-][O+]=C1
C1=C[NH+]=CC1
C1=C[NH+]=CC=N1
C1=C[NH+]=CC=[NH+]1
C1=C[NH+]=CCC1
C1=C[NH+]=CCCN1
C1=C[NH+]=CCN1
C1=C[NH+]=CN=C1
C1=C[NH+]=CN=N1
C1=C[NH+]=CNC1
C1=C[NH+]=C[NH]1
C1=C[NH+]=N1
C1=C[NH+]=NC=N1
C1=C[NH+]=NC=[NH+]1
C1=C[NH+]=NN=C1
C1=C[NH+]=N[NH]1
C1=C[NH+]=[SH]NC1
C1=C[NH2+]C=C1
C1=C[NH2+]C=CN1
C1=C[NH2+]C=N1
C1=C[NH2+]CC1
C1=C[NH2+]CCC1
C1=C[NH2+]CCN1
C1=C[NH2+]CC[NH2+]1
C1=C[NH2+]CN1
C1=C[NH2+]CN=C1
C1=C[NH2+]N=C1
C1=C[NH2+]ON1
C1=C[NH2+][CH-]N=C1
C1=C[NH]C=C1
C1=C[NH]C=N1
C1=C[NH]N=C1
C1=C[NH]N=N1
C1=C[NH][NH+]=C1
C1=C[NH][NH+]=N1
C1=C[NH][NH]1
C1=C[NH][NH]C=N[NH]1
C1=C[O+]=CC1
C1=C[O+]=CCC1
C1=C[O+]=N[NH]1
C1=C[PH2+]C=CO1
C1=C[PH2+]CC1
C1=C[PH2+]CCC1
C1=C[PH2+]CCO1
C1=C[PH]C=C1
C1=C[S+]=CS1
C1=C[S+]=C[NH]1
C1=C[SH+]C=C1
C1=C[SH+]C=N1
C1=C[SH+]CC1
C1=C[SH+]CCC1
C1=C[SH+]CCCN1
C1=C[SH+]CCN1
C1=C[SH+]CCNC1
C1=C[SH+]CCO1
C1=C[SH+]CC[N-]1
C1=C[SH+]CN1
C1=C[SH+]NC1
C1=C[SH+]NC=N1
C1=C[SH+]NCC1
C1=C[SH+]NCCC1
C1=C[SH+]NCCO1
C1=C[SH+]NS1
C1=C[SH]=CN1
C1=C[SH]=NC=N1
C1=C[SH]=NS1
C1=C[Se]CC1
C1=C[SiH2]OC1
C1=C[SiH2]OCC1
C1=NC1
C1=NC=C[NH+]=C1
C1=NC=NC1
C1=NC=NC=N1
C1=NC=NCC1
C1=NC=NCCC1
C1=NC=NCCN1
C1=NC=NCN1
C1=NC=NCS1
C1=NC=NN=C1
C1=NC=NNC1
C1=NC=NNCC1
C1=NC=NNCN1
C1=NC=NP=N1
C1=NC=N[NH+]=C1
C1=NC=N[SH]=C1
C1=NC=[NH+]C1
C1=NC=[NH+]C=N1
C1=NC=[NH+]CC1
C1=NC=[NH+]CN1
C1=NC=[NH+]N=C1
C1=NC=[NH+][NH]1
C1=NC=[S+]C=N1
C1=NC=[S+]S1
C1=NC=[SH]S1
C1=NCC1
C1=NCC=NC1
C1=NCC=NCC1
C1=NCC=NN1
C1=NCC=[NH+]1
C1=NCC=[NH+]N1
C1=NCC=[S+]1
C1=NCCC1
C1=NCCC=NCC1
C1=NCCC=NN1
C1=NCCC=[NH+]1
C1=NCCC=[NH+]C1
C1=NCCCC1
C1=NCCCCC1
C1=NCCCCCC1
C1=NCCCCCCC1
C1=NCCCCCCCC1
C1=NCCCCCCCCN1
C1=NCCCCCN1
C1=NCCCCCS1
C1=NCCCCN1
C1=NCCCCNC1
C1=NCCCCO1
C1=NCCCCS1
C1=NCCCN1
C1=NCCCN=C1
C1=NCCCNC1
C1=NCCCNCC1
C1=NCCCNCCCO1
C1=NCCCNN1
C1=NCCCNSO1
C1=NCCCO1
C1=NCCCOC1
C1=NCCCS1
C1=NCCCSC1
C1=NCCCSCC1
C1=NCCCSN1
C1=NCCC[SH+]1
C1=NCCN1
C1=NCCN=C1
C1=NCCN=CC1
C1=NCCN=CCC1
C1=NCCN=CN1
C1=NCCN=CSS1
C1=NCCN=N1
C1=NCCNC1
C1=NCCNCC1
C1=NCCNCCC1
C1=NCCNCCN1
C1=NCCNCCO1
C1=NCCNCN1
C1=NCCNN1
C1=NCCNNC1
C1=NCCNSC1
C1=NCCO1
C1=NCCOC1
C1=NCCOC=NO1
C1=NCCOCC1
C1=NCCOCCC1
C1=NCCOSC1
C1=NCCPO1
C1=NCCS1
C1=NCCSC1
C1=NCCSCC1
C1=NCCSCCCCOC1
C1=NCCSCN1
C1=NCCSN1
C1=NCCSNC1
C1=NCCSNN1
C1=NCC[CH-]1
C1=NCC[N-]1
C1=NCC[N-]C1
C1=NCC[NH+]=C1
C1=NCC[NH+]=N1
C1=NCC[NH2+]1
C1=NCC[NH2+]C1
C1=NCC[O+]=C1
C1=NCC[S+]=C1
C1=NCC[SH+]1
C1=NCC[SH+]C1
C1=NCC[SH+]CC1
C1=NCC[SH+]N1
C1=NCC[SH]=N1
C1=NCN=C1
C1=NCN=CC1
C1=NCN=CN1
C1=NCN=CO1
C1=NCN=CS1
C1=NCN=N1
C1=NCNC1
C1=NCNCC1
C1=NCNCCC1
C1=NCNCCCN1
C1=NCNCCN1
C1=NCNCN1
C1=NCNCO1
C1=NCNCS1
C1=NCNCSC1
C1=NCNN1
C1=NCNN=C1
C1=NCNN=CC1
C1=NCNNC1
C1=NCNO1
C1=NCNOC1
C1=NCNS1
C1=NCNSN1
C1=NCOC1
C1=NCOCC1
C1=NCOCO1
C1=NCON1
C1=NCON=C1
C1=NCPS1
C1=NCS1
C1=NCSC1
C1=NCSCC1
C1=NCSCN1
C1=NCSN1
C1=NCSS1
C1=NC[CH+]CN1
C1=NC[CH+]N1
C1=NC[NH+]=C1
C1=NC[NH2+]CN1
C1=NC[NH2+]N=C1
C1=NN1
C1=NN=CC1
C1=NN=CCC1
C1=NN=CCCC1
C1=NN=CCNC1
C1=NN=CCSC1
C1=NN=CN=N1
C1=NN=CNC1
C1=NN=CNCC1
C1=NN=CNN1
C1=NN=CO1
C1=NN=COC1
C1=NN=CS1
C1=NN=CSC1
C1=NN=CSCC1
C1=NN=C[NH+]=C1
C1=NN=C[NH]1
C1=NN=NC1
C1=NN=NCC1
C1=NN=NS1
C1=NN=N[NH]1
C1=NNC1
C1=NNC=NN1
C1=NNC=[NH+]C1
C1=NNCC1
C1=NNCC=[NH+]1
C1=NNCCC1
C1=NNCCCC1
C1=NNCCCN1
C1=NNCCCO1
C1=NNCCN1
C1=NNCCNC1
C1=NNCCNN1
C1=NNCCO1
C1=NNCCOCC1
C1=NNCCS1
C1=NNCCSCN1
C1=NNCN1
C1=NNCN=N1
C1=NNCNC1
C1=NNCNCC1
C1=NNCNN1
C1=NNCNNP1
C1=NNCO1
C1=NNCOC1
C1=NNCP1
C1=NNCPN1
C1=NNCS1
C1=NNCSC1
C1=NNCSCC1
C1=NNCSP1
C1=NNCSPC1
C1=NNC[CH-]1
C1=NNC[NH+]=N1
C1=NNC[NH2+]1
C1=NNNC1
C1=NNNCC1
C1=NNNN1
C1=NNNNC1
C1=NNOCCO1
C1=NNPC1
C1=NNSC1
C1=NNSCC1
C1=NN[SH+]C1
C1=NN[SH]=[NH+]1
C1=NOC=N1
C1=NOC=[NH+]1
C1=NOCC1
C1=NOCCC1
C1=NOCCCN1
C1=NOCCN1
C1=NOCCO1
C1=NOCN1
C1=NOCNC1
C1=NOCNN1
C1=NOCO1
C1=NOCS1
C1=NON=C1
C1=NONC1
C1=NONCN1
C1=NONN1
C1=NOPC1
C1=NOSN1
C1=NO[NH+]=C1
C1=NO[NH2+]C1
C1=NO[SH]=C1
C1=NP=NC=N1
C1=NP=NCC1
C1=NPN=CN1
C1=NPNCC1
C1=NPOCC1
C1=NSC=N1
C1=NSC=[S+]1
C1=NSCC1
C1=NSCCN1
C1=NSCCO1
C1=NSCCS1
C1=NSCN1
C1=NSCO1
C1=NSCS1
C1=NSN=C1
C1=NSN=CC1
C1=NSN=CN1
C1=NSN=CO1
C1=NSN=N1
C1=NSNC1
C1=NSNCC1
C1=NSNCN1
C1=NSSC1
C1=NS[NH+]=C1
C1=NS[S+]=C1
C1=N[N-]N=N1
C1=N[NH+]=CC1
C1=N[NH+]=CCC1
C1=N[NH+]=CS1
C1=N[NH+]=CSC1
C1=N[NH+]=C[NH]1
C1=N[NH+]=NCC1
C1=N[NH+]=NO1
C1=N[NH+]=N[NH]1
C1=N[NH2+]CC1
C1=N[NH2+]CCC1
C1=N[NH2+]CCN1
C1=N[NH2+]CN1
C1=N[NH]C=N1
C1=N[NH]C=P1
C1=N[NH]C=[NH+]1
C1=N[NH]N=C1
C1=N[NH]N=N1
C1=N[NH][NH+]=C1
C1=N[NH][NH+]=N1
C1=N[SH+]CC1
C1=N[SH+]N=C1
C1=N[SH]=NC=N[SH]=N1
C1=PCC[NH2+]1
C1=S=NNC1
C1=[NH+]C=C[NH+]=C1
C1=[NH+]C=N[NH+]=C1
C1=[NH+]C=[NH+]C1
C1=[NH+]CCC1
C1=[NH+]CCCC1
C1=[NH+]CCCCC1
C1=[NH+]CCCN1
C1=[NH+]CCCS1
C1=[NH+]CCCSC1
C1=[NH+]CCN1
C1=[NH+]CCNC1
C1=[NH+]CCNCC1
C1=[NH+]CCO1
C1=[NH+]CCOC1
C1=[NH+]CCS1
C1=[NH+]CC[NH+]=C1
C1=[NH+]CC[NH+]=N1
C1=[NH+]CC[NH2+]1
C1=[NH+]CC[NH2+]C1
C1=[NH+]CNC1
C1=[NH+]CNCC1
C1=[NH+]CNCN1
C1=[NH+]CSC1
C1=[NH+]C[N-]N1
C1=[NH+]C[NH+]=C1
C1=[NH+]N=NCC1
C1=[NH+]N=N[NH]1
C1=[NH+]NCC1
C1=[NH+]NCCC1
C1=[NH+]NNC1
C1=[NH+]NOC1
C1=[NH+]OC=N1
C1=[NH+]OCC1
C1=[NH+]OCCC1
C1=[NH+]O[N-]C1
C1=[NH+]SC=N1
C1=[NH+][CH-]CC1
C1=[NH+][N-]N=N1
C1=[NH+][N-]OC1
C1=[NH+][NH+]=CC1
C1=[NH+][NH+]=CCC1
C1=[NH+][NH][NH+]=C1
C1=[O+]CCCC1
C1=[O+]COC1
C1=[SH]CCC1
C1=[SH]CCN1
C1=[SH]CCNC1
C1CC1
C1CCC1
C1CCCC1
C1CCCCC1
C1CCCCCC1
C1CCCCCCC1
C1CCCCCCCC1
C1CCCCCCCCC1
C1CCCCCCCCCC1
C1CCCCCNCCCC1
C1CCCCCOCCCC1
C1CCCCNCCC1
C1CCCCNCCCC1
C1CCCCOCCC1
C1CCCCOCCCC1
C1CCCCSCCC1
C1CCCC[NH2+]CCCC1
C1CCCNCC1
C1CCCNCCC1
C1CCCNCCCNCC1
C1CCCNCCNCC1
C1CCCNCCNCCC1
C1CCCNCCOCCC1
C1CCCNNCC1
C1CCCOCC1
C1CCCOCCC1
C1CCCOCCCNCC1
C1CCCOCCCOCC1
C1CCCOCCOCCC1
C1CCCOCCSNCC1
C1CCCOCOCC1
C1CCCONCC1
C1CCCOOCC1
C1CCCPCC1
C1CCCPCCC1
C1CCCSCC1
C1CCCSCCC1
C1CCC[NH+]=[NH+]CC1
C1CCC[NH2+]CC1
C1CCC[NH2+]CCC1
C1CCC[PH2+]CC1
C1CCC[SH+]CC1
C1CCIC1
C1CCN=NC1
C1CCN=[NH+]CC1
C1CCNC1
C1CCNCC1
C1CCNCCCCNCC1
C1CCNCCCCOCC1
C1CCNCCCNC1
C1CCNCCCNCC1
C1CCNCCCOCC1
C1CCNCCNC1
C1CCNCCNCC1
C1CCNCCNCCNC1
C1CCNCCOCCNC1
C1CCNCCOCNCC1
C1CCNCCSCC1
C1CCNCNC1
C1CCNCNCC1
C1CCNCOCC1
C1CCNCSCC1
C1CCNNC1
C1CCNNCC1
C1CCNNCNC1
C1CCNOCC1
C1CCNPN=PNC1
C1CCNPNC1
C1CCNSCC1
C1CCNSCCOCC1
C1CCNSNC1
C1CCNSOCC1
C1CCN[SH+]CC1
C1CCN[SH]=NC1
C1CCOC1
C1CCOCC1
C1CCOCCCCNC1
C1CCOCCCCOC1
C1CCOCCCCOCC1
C1CCOCCCNC1
C1CCOCCCOC1
C1CCOCCCOCC1
C1CCOCCNC1
C1CCOCCNCCNC1
C1CCOCCNCCOC1
C1CCOCCOC1
C1CCOCCSNC1
C1CCOCC[NH2+]C1
C1CCOCNC1
C1CCOCOC1
C1CCOCOCC1
C1CCONC1
C1CCONCCNOCC1
C1CCOOC1
C1CCOOCC1
C1CCOOCNC1
C1CCOPN=POC1
C1CCOPOC1
C1CCOPOCC1
C1CCOSCSOCC1
C1CCOSNC1
C1CCOSOC1
C1CCPC1
C1CCPCC1
C1CCPNC1
C1CCPOC1
C1CCSC1
C1CCSCC1
C1CCSCCNC1
C1CCSCCNCCOC1
C1CCSCCOC1
C1CCSCNC1
C1CCSCOC1
C1CCSCSC1
C1CCSNC1
C1CCSOC1
C1CCSSC1
C1CCSSCC1
C1CCSSCCCCNC1
C1CC[I+]C1
C1CC[N-]C1
C1CC[NH+]=NC1
C1CC[NH2+]C1
C1CC[NH2+]CC1
C1CC[NH2+]NC1
C1CC[NH2+][NH2+]C1
C1CC[PH2+]C1
C1CC[PH2+]CC1
C1CC[SH+]C1
C1CC[SH+]CC1
C1CC[SH+]NC1
C1CC[SH+]SC1
C1CC[SH+]SSC1
C1CC[SiH2]OC1
C1CIOPO1
C1CN1
C1CN=NC1
C1CN=NNC1
C1CN=POC1
C1CN=S=N1
C1CN=[NH+]C1
C1CN=[NH+]NC1
C1CN=[SH]OC1
C1CNC1
C1CNCCCNC1
C1CNCCCNCCNC1
C1CNCCCOC1
C1CNCCCSSC1
C1CNCCN1
C1CNCCN=N1
C1CNCCNC1
C1CNCCNCCCSC1
C1CNCCNCCN1
C1CNCCNCCNC1
C1CNCCNCCOC1
C1CNCCNCCSC1
C1CNCCNCCSSC1
C1CNCCNCNC1
C1CNCCNPCCOC1
C1CNCCNPOC1
C1CNCCNSC1
C1CNCCOC1
C1CNCCOCCN1
C1CNCCSC1
C1CNCCSCCN1
C1CNCCSNC1
C1CNCCSNCCN1
C1CNCCSSC1
C1CNCCSSCCN1
C1CNCC[NH2+]C1
C1CNCC[SH+]C1
C1CNCN1
C1CNCN=N1
C1CNCNC1
C1CNCNCCN1
C1CNCNCN1
C1CNCNCNC1
C1CNCNN=N1
C1CNCNNC1
C1CNCNOC1
C1CNCOC1
C1CNCOCCN1
C1CNCOCN1
C1CNCSC1
C1CNCSCCN1
C1CNCSCN1
C1CNCSSC1
C1CNCSSSSC1
C1CNC[NH+]=N1
C1CNC[NH2+]C1
C1CNC[SH+]C1
C1CNC[SH+]CN1
C1CNIC1
C1CNN1
C1CNN=N1
C1CNNC1
C1CNNCCN1
C1CNNCCNN1
C1CNNCN1
C1CNNCOC1
C1CNNN1
C1CNNN=N1
C1CNNSC1
C1CNOC1
C1CNOCCCOC1
C1CNOCCCONC1
C1CNOCCN1
C1CNOCN1
C1CNOCNN1
C1CNOCOC1
C1CNOCSC1
C1CNON1
C1CNP=NPOC1
C1CNPC1
C1CNPCN1
C1CNPN1
C1CNPN=POC1
C1CNPNC1
C1CNPOC1
C1CNSC1
C1CNSCCN1
C1CNSCCOC1
C1CNSCCSC1
C1CNSCN1
C1CNSN1
C1CNSNC1
C1CNSOC1
C1CN[NH2+]C1
C1CN[NH2+]N1
C1CN[PH2+]OC1
C1CN[SH+]C1
C1CN[SH+]CCN1
C1CN[SH+]CCOC1
C1CN[SH+]N1
C1CN[SH+]NC1
C1CN[SH]=N1
C1CN[Se]C1
C1CO1
C1COC1
C1COCCCOC1
C1COCCCOCOC1
C1COCCN1
C1COCCNCCOC1
C1COCCNCCSC1
C1COCCNN1
C1COCCO1
C1COCCOC1
C1COCCOCCN1
C1COCCOCCNCN1
C1COCCOCCOC1
C1COCCOCOCCN1
C1COCCOOC1
C1COCCSC1
C1COCCSCCN1
C1COCCSCCOC1
C1COCCSN1
C1COCC[NH2+]1
C1COCC[SH+]C1
C1COCC[SH+]N1
C1COCN1
C1COCNCCOCN1
C1COCNCN1
C1COCNCO1
C1COCNN1
C1COCO1
C1COCOC1
C1COCOCCN1
C1COCOCCO1
C1COCOCO1
C1COCON1
C1COCOOC1
C1COCPC1
C1COCPCO1
C1COCSC1
C1COCSN1
C1COC[NH2+]1
C1COIC1
C1CON1
C1CON=N1
C1CON=[NH+]1
C1CON=[NH+]N1
C1CONCN1
C1CONCNN1
C1CONCO1
C1CONN1
C1CONOC1
C1CONSC1
C1COOC1
C1COOCCN1
C1COOCCO1
C1COOCCOOC1
C1COOCN1
C1COOCO1
C1COOCOO1
C1COOCOOC1
C1COPC1
C1COPCO1
C1COPN1
C1COPO1
C1COPOC1
C1COPOCC[NH2+]1
C1COPOPO1
C1COPOPOC1
C1COPSC1
C1COPSPO1
C1COSC1
C1COSCCN1
C1COSCSO1
C1COSCSOC1
C1COSN1
C1COSO1
C1COSOC1
C1CO[NH2+]CO1
C1CO[SiH2]C1
C1CO[SiH2]O[SiH2]OC1
C1CP=PC1
C1CPCCCSC1
C1CPCCN1
C1CPCCO1
C1CPCN1
C1CPCO1
C1CPN1
C1CS1
C1CSC1
C1CSCCCSC1
C1CSCCCSCCSC1
C1CSCCN1
C1CSCCN=N1
C1CSCCNN1
C1CSCCO1
C1CSCCOO1
C1CSCCS1
C1CSCCSC1
C1CSCCSCSCCS1
C1CSCCSN1
C1CSCCSSCCSC1
C1CSCC[NH2+]1
C1CSCC[SH+]N1
C1CSCN1
C1CSCNCN1
C1CSCNN1
C1CSCO1
C1CSCS1
C1CSCSC1
C1CSCSN1
C1CSC[NH2+]1
C1CSC[SH+]C1
C1CSN1
C1CSN=N1
C1CSNCN1
C1CSNCS1
C1CSNC[NH2+]1
C1CSNN1
C1CSNN=N1
C1CSNS1
C1CSPN1
C1CSPO1
C1CSPP1
C1CSPSC1
C1CSSC1
C1CSSCCN1
C1CSSCCNPN1
C1CSSCCOPO1
C1CSSCCS1
C1CSSCCSS1
C1CSSCN1
C1CSSS1
C1CSSSC1
C1CSSSCN1
C1CSSSSCCN1
C1CSSSSCN1
C1CSSSSS1
C1CSSSSSS1
C1CS[SH+]C1
C1CS[SH+]N1
C1CS[SH+]S1
C1C[N-][NH2+]C1
C1C[NH+]=NCN1
C1C[NH+]=NN1
C1C[NH+]=[NH+]1
C1C[NH2+]1
C1C[NH2+]C1
C1C[NH2+]CCN1
C1C[NH2+]CC[NH2+]1
C1C[NH2+]CC[NH2+]C1
C1C[NH2+]CN1
C1C[NH2+]COC1
C1C[NH2+]C[NH2+]1
C1C[NH2+]NCN1
C1C[NH2+]N[N-]1
C1C[NH2+]OC1
C1C[NH2+][N-]1
C1C[NH2+][NH2+]C1
C1C[PH2+]CCN1
C1C[S+]=NCN1
C1C[SH+]C1
C1C[SH+]CCN1
C1C[SH+]CCNN1
C1C[SH+]CCO1
C1C[SH+]CCS1
C1C[SH+]CCSCS1
C1C[SH+]CC[SH+]1
C1C[SH+]CC[SH+]CC[SH+]1
C1C[SH+]CN1
C1C[SH+]CO1
C1C[SH+]CS1
C1C[SH+]C[SH+]C1
C1C[SH+]NCN1
C1C[SH+]NC[NH2+]1
C1C[SH+]NS1
C1C[SH+]SS1
C1C[SH]=NCN1
C1C[SH]=NS1
C1N=N1
C1N=NCN1
C1N=NCNN1
C1N=NCO1
C1N=NCS1
C1N=NC[NH2+]1
C1N=NN=N1
C1N=NNCN1
C1N=NNN1
C1N=[NH+][N-]O1
C1NCN1
C1NCNCN1
C1NCNN1
C1NCNPN1
C1NCNSN1
C1NCO1
C1NCOCN1
C1NCOCO1
C1NCON1
C1NCOOCNCOO1
C1NCPCN1
C1NCPN1
C1NCS1
C1NCSCN1
C1NCSCO1
C1NCSCS1
C1NCSN1
C1NCSS1
C1NC[NH2+]CN1
C1NC[SiH2]O[SiH2]1
C1NN1
C1NN=NN1
C1NN=NS1
C1NN=[NH+]N1
C1NNCNN1
C1NNCO1
C1NNCPN1
C1NNCS1
C1NNCSP1
C1NNNN1
C1NNPN1
C1NNPNN1
C1NNPS1
C1NNSN1
C1NO1
C1NPCO1
C1NPN1
C1NSCS1
C1NSNCNSN1
C1N[NH+]=NO1
C1N[NH2+]CS1
C1OCOCO1
C1OCOCOCO1
C1OCOO1
C1OCOOCOO1
C1OO1
C1OOCOO1
C1OOCOOCOO1
C1OPOPO1
C1PCPOP1
C1SCS1
C1SCSCS1
C1SCSS1
C1SSCSS1
C1[N-][NH2+]CN1
C=C
C=N
C=O
C=P
C=S
C=[N-]
C=[NH2+]
C=[OH+]
C=[PH2+]
C=[SH+]
C=[Se]
CBr
CC
CCl
CF
CI
CN
CO
CP
CS
C[IH+]
C[NH-]
C[NH3+]
C[O-]
C[OH2+]
C[PH3+]
C[S-]
C[SH2+]
C[SeH]
C[SiH3]
FP
FS
F[SiH3]
I
N
N#[NH+]
N1=NN1
N1=N[NH]N=N1
N1=N[NH][NH+]=N1
N1=PN=PN=P1
N1=PN=PN=PN=P1
N1=PN=[SH]N=P1
N1NSNNS1
N=I
N=N
N=O
N=P
N=S
N=[NH2+]
N=[SH+]
NBr
NCl
NF
NI
NN
NO
NP
NS
N[NH3+]
N[O-]
N[PH3+]
N[SH2+]
N[SiH3]
O
O1POPOP1
O=I
O=P
O=S
O=[SH+]
OBr
OCl
OI
OO
OP
OS
O[PH3+]
O[SH2+]
O[SiH3]
P
P1SPS1
P=P
P=S
PBr
PCl
PP
PS
P[S-]
S
S=S
SCl
SI
SS
S[SH2+]
[BH3-]C
[BH3-]F
[BH3-]O
[BH4-]
[C-]#[NH+]
[CH+]1CCNC1
[CH+]1CNCN1
[CH+]1CNCS1
[CH+]1CSCN1
[CH+]1NCCCN1
[CH+]1NCCN1
[CH-]1CNCNC1
[CH-]1CON=[NH+]1
[CH-]=C
[CH2+]C
[CH2+][NH-]
[CH2-]C
[CH2-]N
[CH2-]S
[CH2-][IH+]
[CH2-][NH3+]
[CH2-][SH2+]
[CH3+]
[CH3-]
[N-]=N
[N-]=[NH2+]
[NH-]N
[NH-]O
[NH-]P
[NH-]S
[NH-][NH3+]
[NH2+]=O
[NH2+]=P
[NH2+]=[NH2+]
[NH3+]Br
[NH3+]Cl
[NH3+]O
[NH3+]S
[NH3+][O-]
[NH4+]
[NH]1OO1
[O-]P
[O-]S
[O-][PH3+]
[O-][SH2+]
[OH2+]S
[OH3+]
[PH4+]
[SH2+][SH2+]
[SH3+]
[SiH4]
