c1nC[C@@H]2C[NH2+]C[C@H]1C2
C1C[C@@H]2CC[C@H]1[NH2+]2
C:S:S
C1=CC2=C3C(=C1)C=CCN3CCC2
CCO
N.C=C
OP
C1C[C@@H]2CCC[C@H](C1)[NH2+]2
N.C:[N+]
[NH+]:C:S
[NH2+].C=C
C[N+]C
C1=COCC[NH+]2CCOCCOCC[NH+](CCO1)CCOCCOCC2
C.O:S
CO
C=[N-]
C1C[NH+]2CCC3CC[C@H]1C[C@@H]32
C1[C@H]2CC[C@@H]1CCC2
C1C[C@@H]2COC[C@H]1N2
C1CCCCCO[C@H]2C/C(=C\CNCC2)CO1
[N-]C:N
[NH+]:C:O
C.N:O
[N-].CS
C:[NH+]:C
[O-]P
C1=CC2=C3C(=C1)C[N+]CCC3CO2
N=S
CC=[NH+]
C1CN2CCC1CC2
[NH+].C:N
C1C[C@H]2C[NH+]C[C@@H](C1)C2
C1=C[C@@H]2C[C@@H](C[NH+]C2)C1
C1C[C@@H]2CC1CC2
C1=C[C@@H]2CC(O1)[C@@H]1OC[C@H]2O1
[N-][NH+]
C1=C[C@@H]2CC(N=CN2)O1
S.CN
N.SS
C1=CC2=CC=C1CCC1=CC=C(C=C1)CC2
N.N:S
N.NS
[N+]=CS
C1=CC2NC=CC(N1)O2
[N-]S
[NH+].CO
C1C[NH+]2CCC1CC2
C1=CC2CC1CCC2
NC=[N+]
C1=C[C@H]2CC[C@@H](C1)[NH+]2
C1=C[NH+]2CCC1CC2
C1C2CN3CC=CCN(C2)CC1C3
C1C[C@H]2CC[C@@H](C1)[NH+]2
C1=C[C@@H]2CCC1C2
C1C[N+]2CC[N+]1CC2
C[CH2-]
O.CS
C1C[C@@H]2CC[C@H](C1)[NH2+]2
C.C=C
C1C[C@H]2C[C@H](C2)C1
C1C2C[C@H]3CC1C[C@@H](C2)C3
C1=CN2CC[NH2+][C@H]3CCCC1=C32
C1=CC2CC[C@@H]1C2
[N+]F
C:[N-]:C
C1CC2OCC(C1)OO2
N
C:N:S
C1[C@H]2CCC[C@@H]1CCC2
[N+]N
NC[NH2+]
CS
C1=CC2C=CC1CC2
N.NO
N[O-]
C:C:[O+]
C1C[C@@H]2C=COC(C2)N1
CSO
C1C[C@@H]2CC[C@H](CN1)[NH2+]2
N=O
C1=C[C@H]2C=C[C@H](CC2)N1
C1[C@H]2CC[C@@H]1CC2
S.CO
N:N:[N+]
O.C:S
C.C[NH+]
C1=C[C@@H]2CC[C@H]1O2
N.CS
C1O[C@@H]2C[C@H]3C[C@@H]2[C@@H]1C3
C1C[C@@H]2CCC[C@H](C1)S2
C1CC[C@H]2CCC[C@@H]1C2
[NH2+]CS
C1=CC2CC1CC2
N.C:N
C1=C[C@H]2C[C@H](C=CO2)O1
CN
C1=CC2CC[C@H]1C2
[NH+].C=C
C1N[C@H]2CC(N1)[C@@H]1OC[C@H]2O1
c1nC[C@@H]2CNC[C@H]1C2
O.C=N
NP
O=S
NC[NH+]
C:O:C
O.N:N
C.SS
C1N[C@H]2CC[C@@H]1C2
[N+].C:N
C:S:C
NN
[N-]CS
C1=C[C@@H]2C=C[C@H](C1)C2
C#C
C=C\C
C1CC[C@H]2C[C@@H]1C2
C1=C[C@@H]2C=CC(C1)NC2
[N+][O-]
N:O:[N+]
C1=CC2=C3C(=CC=CC3=C1)CC2
[N+]O
C[NH2+]C
O.NN
C=[OH+]
[NH+].NN
C1C2CN3CC1C[NH+](C2)C3
C1N[C@H]2CCC[C@@H]1CNC2
[N-]CO
SS
[N+]:C:O
C1=C[C@H]2C[C@@H]1CS2
C1=CC2=C3C(=C1)CC[C@@H]3CCC2
C1CC2=CC=CC3=C2N1CCC3
C1=C[C@H]2CC[C@@H]1[NH+]C2
C1N[C@@H]2CCCN1C2
C.CC
C1CC2CC1CCC2
C1C[C@@H]2C[C@H]1CCC2
N:C:N
N=CO
CC
[N+].C:C
C=[NH+]N
N.C[NH2+]
C1=CC2CCC1C2
S.C=N
C1=C[C@@H]2COCC(C2)C1
[N-].CC
NC=N
N[NH2+]
C:C[N+]
C1N[C@@H]2CC[C@H]1C[NH+]C2
C1NC2C=CC1CC2
C:N:[N-]
C#N
C=[NH+]C
C1C2C[C@@H]3CC(C[C@H]1C3)C2
C:S:N
C1C[C@@H]2C[NH+]C[C@H]1CN2
C1ncC2CC[C@@H]1C2
[N-]O
N:N:S
C.N[N+]
C1=CN2CCN[C@@H]3CCCC1=C32
O.CO
C1=CC2=C3C(=C1)C=CN3CCO2
C.[N-]S
O=[PH]
C1C[C@@H]2C[C@H]3CCC2C(C1)O3
C1C[C@H]2C=CC1C2
[N-][N+]
C:[N+]:N
C1N[C@@H]2C=C[C@H]1CC2
C1O[C@H]2CCC[C@@H]1O2
C1CC[C@H]2C=C[C@@H]1CC2
C1=CC1
C.C:[N+]
C1C=C[C@@H]2CC[C@H]1N2
C1OC2=C3C(=CC=C2)CC2CCC[C@@]13C2
C1NCC2=CC=C3CNCC4=CC=C1C2=C43
CC[N-]
N:S:N
N.CN
C.N:[N-]
C1C[C@@H]2CC[C@H](C1)C2
C1C[C@H]2CC[C@@H](CN1)[NH+]2
C1=C[C@H]2CC1CC2
C1CC2CC[C@H]1CC2
N.C[N+]
C1C[N+]2CCN1CC2
NCN
C1CCC2CC(CC1)C2
C[NH2+]
NPO
C1NC[C@@H]2C[NH+]C[C@H]1C2
C1C[C@H]2CCC1C2
C:NN
S.CS
CN[NH+]
[NH+]=CS
[NH+].[CH-]C
C.N[P+]
[N-].C:N
N:CS
S:C:S
C1=C[C@H]2C[C@@H]1NN2
N:C:[N-]
C1=CC2CC[C@H]1O2
NO
C.C[S+]
P=S
C1O[C@@H]2C=C[C@@H]3OC[C@@H]4C=C[C@H]1C4C32
C1C2C[C@@H]3CC1C[C@H](C2)C3
[NH+]
N.N:N
C=[N+]
C1CC2=C3C(=CC=CC3=[NH+]1)CC=C2
C1N[C@H]2CN[C@@H]1C2
C:[N+]:O
C.N[NH2+]
[NH+].C[NH+]
C1=C[C@H]2COC[C@@H](C1)C2
C[PH]
C1=CC2=C3C(=C1)CC[C@H]3CCC2
C1C[C@H]2CC[C@@H](C[NH+]1)C2
CN:C
[N+]
C.N:S
CCS
C:[NH+]:N
C=S
OCO
NC:S
C.N=P
[N-].C:O
O.C:[NH+]
C[O+]
C=CN
C1=CC2=CC=C3C=CC=C4C=CC(=C1)C2=C34
C1CC2C[C@H]1CC2
N:CO
C1C[C@@H]2C=CC[C@H]1C=C2
[N+].C:O
C1=C[C@@H]2CCC(C1)C2
N:S:S
C:C:C
C=C[N-]
O.CN
SCS
[NH+].C=N
O=[PH2]
C1C[C@H]2C[C@@H]1CC2
S=S
S.C[NH2+]
S:C:[S+]
C1=CC2CCC1O2
N.C:C
C1C[C@@H]2C[C@H]1C[NH+]2
C1=C2C[NH+]3CC[C@]45C=CN6CC[C@@H](OC1)[C@@H]([C@@H]2C[C@@H]34)[C@@H]65
C1C2CN3CCN(C2)CC1C3
[NH+].C:O
C1CN2CCN1CC2
C1=C[C@H]2C[C@@H](C1)C2
O=P
C1C[C@H]2C[C@@H](C1)C2
[N-]:C:O
C1C[C@@H]2CC[C@H](C1)[N+]2
PS
C:NP
C.C[CH-]
NNS
CS=N
N.N:O
C1O[C@@H]2CC1CCC2
[N+]:CS
c1nC[C@H]2C[NH+]C[C@@H]1C2
C.CS
N.C=[N+]
C/N=C
C:N:[NH+]
CC[N+]
C1NCC2CNCC1C2
N=[NH+]
S.C:N
C1=C[C@@H]2CCC1O2
N=NN
C=CO
N:C:[NH+]
CCl
N[N+]
C1=C[C@@H]2C[C@H]1CC2
C1=CC2CCC1CC2
C1O[C@H]2CCC3CCC1[C@@H]2C3
C1C[C@H]2CCC1CC2
C:N:C
NBr
C1C[N+]2CCC1CC2
C1=CN2CCN[C@H]3CCCC1=C32
C1C[C@@H]2C[NH+]C[C@H]1C2
C1C[C@@H]2CC[C@H](CN1)N2
C=[NH2+]
N:N:[N-]
C1=C[C@@H]2C3SC1C=C[C@@H]32
CC=[N+]
C1NCC2C[NH2+]CC1C2
C.[NH+]P
S.C:O
NCO
CC[S+]
C1C[C@H]2C[C@@H](C1)CC[NH2+]2
C1O[C@@H]2C[C@H]3C[C@@H]2[C@H]1C3
[N+]:C:S
C1NC2CCCC1C2
C
N=P
S.C:[N+]
C1C[N+]2CCC3C=C[C@H]1C[C@@H]32
N:N:[NH+]
C12C3C4C1C1C2C3C41
C1=C[C@@H]2CC[C@H]1CC2
C1C[C@@H]2CCC1CC2
C:CC
C1CC2C[C@H]1CCC2
[O-][PH]
C1NC2CCC1S2
NPN
c1nC[C@@H]2CC[C@H]1C[NH+]C2
N:CN
C1[C@@H]2CCCCC[C@H]1CC2
C1[C@@H]2CC[C@H]1CC2
C1C[C@H]2OCC=C3C[NH+]4CC[C@]56C=CN1[C@H]5[C@H]2[C@H]3C[C@H]46
C1=C[C@H]2COC[C@H](C2)C1
C1[C@H]2[C@H]3CC1C[C@@H]1C[C@H]3CC[N+]12
C[NH+]S
C1C[NH+]2CC[C@H]1CC2
[NH+].C[NH2+]
C1C[C@@H]2C[C@H]1CN2
N.C=[NH+]
C.OP
C:[O+]:C
C1C2CN3C[C@H]1C[NH+](C2)C3
C:NC
C[NH+]C
C1C[NH+]1
C1=C[C@H]2C[C@@H]1CN2
C1C[C@H]2C[C@@H](C1)C[NH+]2
CF
C1C[C@@H]2CCC1C2
C1=CC2=C3C(=C1)CCC1=CC=CC(=C13)CC2
C1CC2CCC1C[NH+]C2
C.C=N
C.C:N
C1N[C@@H]2CN[C@H]1C2
NF
C1=CN2CC[NH+][C@@H]3CCCC1=C32
[NH+]=CO
[N-]N
N=C[N+]
C1C[C@H]2C[NH+][C@@H]1C2
C1C[C@H]2CC[C@@H](CN1)N2
S.C[NH+]
C1N=N1
C1[C@H]2C=C[C@@H]1CC2
C=C[N+]
C1C[NH+]2C[C@@H]3C[C@H]2[C@H]1O3
OSO
C.N=[NH+]
N.N:[N-]
C=CC
O.C:C
C1CC2C[C@H]1OCC2
C.NO
N#[N+]
NN=N
C.[CH-]C
C1=C[C@H]2C=COC(C2)N1
C.C[NH2+]
[NH+].CN
C.C[N+]
[PH+]
C1N[C@H]2C=C/C=C\[C@H]1C=CC2
C.C=[NH+]
C:CS
N=CS
NC=[NH+]
C1CN2CC3CN1CC(C2)C3
C1C[C@@H]2CC[C@H]1C2
NCl
C1N[C@@H]2C=COC(C2)N1
C1C[C@H]2OCC=C3C[N+]4CC[C@]56C=CN1[C@H]5[C@H]2[C@H]3C[C@H]46
C.NP
C1C[C@@H]2CNC[C@H]1N2
S.C:S
SNS
C1=CC2=C3C(=C1)C[C@H]1[NH+]CC[C@@]34[C@@H](O2)C2CC[C@@]14CC2
O.C=C
O.C:N
C1CC1
C1=CC2=C3C(=C1)C=CN3CCS2
[NH2+].C:N
C.S:S
[NH+].C:S
C1CC[C@H]2CO[C@@H]1O2
C1C2CC3CC1CC(C2)C3
CC:O
CN:N
S.NN
OF
C/C=C
C1=C[C@@H]2COCC(C1)C2
N=C[NH+]
[N-][NH3+]
CC[NH2+]
C1CN2CC3CN1C[NH+](C3)C2
C.CO
N.C=N
OPO
N:C:[O+]
CP
N[NH+]
C1CC2CC1CC2
C1C2CN3CN1C[NH+](C2)C3
C:C:S
[N+].CN
C1N[C@@H]2CC[C@H]1C2
NC:N
C1C[C@@H]2CC[C@H]1[NH+]2
N.C[N-]
CI
C1C[NH+]2CCN1CC2
C=[SH+]
C1N=C2OC3CC1C2CO3
C1C[C@@H]2CNC[C@H]1CN2
C1C[C@H]2CC[C@@H](C[NH+]1)N2
C[N+]
C1=C[C@H]2CCC1C2
C=NN
C:C=[N+]
[NH-]S
C1C[C@H]2CC(C1)C[NH+]2
C:[N+]C
C1=CC2=C3C(=C1)CCCN3CCC2
C.CP
N.C[NH+]
C1=C[C@@H]2CC(C1)COC2
C1=CC2=C3C(=C1)C=CCN3CC2
c1nC[C@H]2CC[C@@H](C1)N2
C=N[NH+]
CN=C
C1C[C@H]2CC(C1)C[NH2+]2
N.C:[N-]
[N+].CS
C1=CC[C@H]2CC[C@@H](C1)N2
CC:N
N.N:[N+]
C1C[C@@H]2CCOC1C2
C1N[C@H]2CC[C@@H]1CNC2
CSN
C.NN
C1C2CN3CC1CN(C2)C3
N.NN
C[N+]=C
C.C:O
C.C[N-]
CSS
C1C[C@H]2CC(C1)CN2
C.CN
C:CN
C1CN2CCC3CC[C@@H]1C[C@H]32
C1CC[C@@H]2CO[C@H]1O2
C1C[C@@H]2COC(C1)O2
C1C[C@H]2CC[C@@H]1O2
C1=C[C@@H]2CC[C@H](C1)[NH+]2
CBr
C.C:[N-]
C1C[C@H]2CC[C@@H](C1)N2
N.[N-]N
OO
N[N-]
CC:[N+]
N.[N-]S
C1C[C@H]2C=COC(C2)N1
CNC
C1O[C@H]2C[C@@H]3C[C@H]2[C@H]1C3
NCS
C=NS
C1=CC2=C3C(=COC3=C1)CCC2
[N+].C=[N+]
C=NO
C1=C2CCCC[N+]3=C2N(C1)C=C3
CN=[NH+]
C.[NH+]S
C1=C[C@H]2C=C[C@@H]1C2
C=C
C:C
C[N-]N
[NH2+]CO
C1OC2C[C@H]3CCC2C13
C1CCC2=C3C(=CC=C2)CCN13
N[P+]
[N+]CS
NC:[N+]
C1NCC2CCCC1C2
C1CN2CCCC3=CC=CC1=C32
C1C[C@@H]2CC[C@H]1CC2
C1O[C@H]2CN[C@@H]1C2
S.N[NH+]
N=C:N
C[NH+]=N
C.C:[O+]
N:[N-]:N
C1C[C@H]2CC[C@@H](CN1)[NH2+]2
C1NC[C@@H]2CCC1C2
[N+]C[N+]
C1C[C@@H]2CC[C@H]1N2
C1CC2COC(C1)O2
[N-]=[N+]
N.CO
C1CN2CCC3=CC=CC1=C32
[NH2+].CS
C=[N+]C
C1=CC2=C3C(=CC=CC3=C1)CCC2
C1CC2CC[NH+](C1)C2
C1=CC=C2CCCCC(=C1)C2
N=[N+]
C1C[C@@H]2CNC[C@H]1O2
C=[S+]
C[N-]
O[PH]O
C[NH+]
C=C:N
C1C[NH+]2CCC1NC2
COC
C1=CN2CC[NH2+][C@@H]3CCCC1=C32
C:[N-]:N
C1=C[C@@H]2C=C[C@H]1CC2
C1N[C@H]2C[NH+][C@@H]1C2
C:C[NH2+]
C.C:C
C:CP
[CH-]C=[NH+]
NN[N-]
C1NC2C[C@@H]3CC1C[C@H](C2)C3
C1[C@@H]2COC[C@H]1CNC2
COP
C1N[C@@H]2CC[C@H]1CNC2
CC:C
C1N[NH+]1
C1O[C@H]2CCC[C@@H]1C2
N:N:N
CPN
N[NH3+]
SCl
C.N:[NH+]
[N+]:N:O
[N-].C:C
CNS
C1C[C@@H]2CNC[C@H]1C[NH+]2
C1CN2CCC(CC2)[NH+]1
C1[C@@H]2CC3CC(C2)C[C@@H]1C3
C.C:S
C.[N+]:O
C=C/C
CCN
C1CN2CC=CC3=CC=CC1=C32
S.C:[S+]
C1C[C@@H]2CC1CCO2
[N+].CC
C1CC2CN[C@H](C1)C2
CC=N
C1=CC2=C3C(=C1)CCN3CCC2
C1C[C@@H]2C=C[C@H](C1)CCC2
N=N
N.C:O
CC=C
C:O:N
C:C:[N-]
C[NH3+]
C1O[C@@H]2C=C1CCCC/C=C\C2
C:C:[NH+]
C1=CC2=NC(=C1)CSCC1=CC=C(C=C1)CSC2
C1=C[C@@H]2CC(COC2)C1
C=N
C1=C[C@H]2C[C@H](C[NH+]C2)C1
CN=N
C1C[C@H]2CN[C@@H]1C2
C:C=N
[NH+]CO
C1=CC2=C3C(=C1)C[NH+]CCC3CO2
C1N2CN3CN1C[N+](C2)C3
C1=C[C@@H]2CC(NC=[N+]2)O1
CN[NH2+]
C:C:N
S.C:C
C1[C@H]2CCC[C@@H]1C[NH+]C2
[N+]=O
N:C:O
C1=C[C@H]2CC[C@@H](C1)N2
[NH+]CS
c1nC[C@H]2CNC[C@@H]1C2
NSN
C[PH+]
O.C[NH+]
C1=CC2C=CC1C=C2
C1C[C@@H]2C[C@H]1C[NH2+]2
N.C:[NH+]
C=[O+]
C1C[C@H]2CNC[C@@H](C1)C2
C=O
C1=C[C@@H]2C3CCC1C=C[C@@H]32
O.CC
N:O:N
NSO
C1CC2CCC[C@H]1N2
P
C:C:O
C1CC2CCC1C[N+]=[N+]2
OCS
C:C[NH+]
C[PH2]
C1CC2CC1C2
C1C[C@@H]2CCC[C@H](C1)N2
C1C=CC2=C3C1=CC=CC3=NO2
C1C[C@@H]2C[NH+]C[C@H]1O2
N:C:S
C1C[C@H]2CC[C@@H](C1)NN2
C1C[C@@H]2CCC[C@H]1[NH+]2
C1C[C@@H]2CC[C@H]1C[NH2+]2
C[NH-]
[N+]=[NH+]
C=CS
C1CS1
C1=C[C@@H]2CC[C@H]1NN2
C1C2CNCC1CNC2
C1NC2O[C@@H]3C[C@H]4C[C@@H]3[C@H]2[C@H]14
C1=C[C@@H]2CC[C@H](C1)N2
C1CC2CC[C@H](CC1)C2
C1C[C@@H]2CC[C@H](C1)[NH+]2
C1C[NH+]2CC[C@@H]1CC2
C[N-]C
c1nC[C@@H]2C[NH+]C[C@H]1C2
S.C=C
C:C=[NH+]
C1CC2CCC1CC2
S.C:[NH+]
C.N:N
[PH]
C1=C[C@H]2CC[C@@H]1CC2
C:CO
N=CN
C:[N+]:S
C1CO1
[NH+].CC
N[PH]O
[NH+]C[NH+]
C1NC[C@H]2CNC[C@@H]1O2
NS
C1=C[C@H]2COCC(C1)C2
C1OC2CCC[C@H]1C2
C:C:[N+]
C[S-]
C1=C[C@H]2CC(N=CN2)O1
C1C[C@H]2CC[C@@H]1C2
C1NC2CC1C=CN2
P[S-]
[NH2+].CO
C1CN1
[NH2+].CN
C1OC2CCCC1C2
C1OC2CCC1CC2
[N+].C:S
[NH2+].CC
C1CC2C[C@@H]1CC2
CN[N+]
C1OC2CCC1C2
C1O[C@H]2C[C@@H]3C[C@H]2[C@@H]1C3
S.CC
[N-]CN
C1=C[C@@H]2CC[C@H]1C2
C[N+]:C
C1C[C@@H]2CCC[C@H]1C2
CCC
C.N=N
O.C:[N+]
[S+]
O.C[NH2+]
C1=C[C@H]2CC[C@@H]1C[NH+]2
C1=CC2=C3C(=C1)CCC[NH+]3CCC2
C1CC2CC[C@H]1C2
C1=C[C@@H]2C=COC(C2)N1
C1C[C@@H]2CC[C@H](C1)N2
[NH+].CS
N.N=N
C=[NH+]
[N-].CN
C:N:N
C1=CN2N=CN3CCCCC1=C32
O:C:S
[NH2+].C:C
S.N:N
C1C[C@@H]2CC[C@H](CN1)[NH+]2
CC[NH+]
[N-].NO
C1C[C@H]2CC[C@@H](C[NH2+]1)N2
C.C=[N+]
C:N:[N+]
C1N[C@H]2C=COC(C2)N1
C=NC
C1NCC2=CC=CC3=C2C1=CN3
C1OCC2=CC=CC3=CC=C4C=CC=C1C4=C23
[NH2+].C=N
C1[NH2+][C@H]2CN[C@@H]1C2
CNO
[NH+].C:C
C1C[C@H]2CNC1C2
C:C[N-]
C=C[NH+]
N.C:S
C1CC2C[C@@H](C1)C[NH2+]2
CON
C1C[C@@H]2C[C@H]1[NH+]C2
C1NCC2CC[C@H]1C2
[NH+]S
NNN
C1CC2CCC1C2
C1=CC2CNCC(C1)C2
C1C[NH+]2C[C@@H]3CN1CC(C2)C3
C1C[C@@H]2C[C@H]1NC2
C1=CC2C[C@@H]1CCC2
N.CC
CSC
C[NH+]=C
C[O-]
C1=CC2CC(C=CO2)O1
N:C:[N+]
C1C[C@@H]2CCC[C@H](C1)[NH+]2
CC:S
C1CC2C=CC(C1)O2
C1NN1
C1C=C[C@H]2CC[C@@H]1N2
NC[N+]
C.N:[N+]
N.N=[NH+]
[NH+].NO
C1C[C@@H]2CC[C@H](C[NH+]1)N2
[N+]S
C1[C@H]2[C@H]3[C@@H]4C[C@@H]5C3C[C@H]2[C@@H]5[C@H]14
C.NS
C1CN2CC[C@@H]1CC2
C1N[C@@H]2C[NH+][C@H]1C2
S
C1C[C@@H]2C[C@H]1CC2
C1=CC2=C3C(=CC=C2)CC[N+][C@H]3C1
C1C[C@@H]2CCC(C2)CCCC1
N.C:[O+]
C=C:C
C1C[C@@H]2CC[C@H]1O2
C[S+]
C.C:[NH+]
C:N:O
C1CCC2=CC=CC3=C2N1CCC3
C=C[NH2+]
[N+].C=C
CS[N-]
C1CN2CCC1CN2
C1=C[C@H]2O[C@H](C=CS2)S1
C1=C[C@H]2C[C@@H]1CC2
[O-]S
N.S:S
N=C[N-]
CNN
C1OC2CCC[C@@H]1C2
C1CCC2[C@H]3CC4=CC=CC5=C4[C@@]2(CC[NH+]3)[C@H]1O5
C:[N+]:C
OS
[NH+].C=[NH+]
c1n[C@@H]2CNC[C@H](C1)C2
CPC
C1C2C=CC[C@H]1CCC2
