8: 572736
7: 521867
0: 477956
3: 373094
1: 327955
9: 319614
2: 236225
17: 146910
16: 145219
20: 135958
4: 99754
25: 88187
39: 74299
19: 67531
67: 52881
21: 52267
32: 45354
26: 42430
5: 40544
11: 37181
28: 36963
53: 36477
27: 35471
44: 31510
46: 30214
14: 29904
15: 28680
38: 26215
63: 24966
55: 24925
68: 24010
12: 23848
52: 23131
10: 22550
60: 21257
42: 21181
56: 20979
83: 18073
47: 17810
13: 17703
49: 16680
66: 16623
76: 14722
69: 14090
62: 12989
72: 12457
101: 12413
18: 12403
64: 12194
107: 11973
33: 10904
58: 10743
105: 10632
29: 10341
82: 10056
80: 10028
79: 9988
81: 9886
65: 9599
87: 9467
106: 8808
54: 8482
35: 8154
104: 7171
131: 6973
90: 6800
51: 6790
78: 6712
109: 6622
130: 6480
93: 6411
43: 6230
36: 6000
45: 5940
34: 5763
92: 5441
 48: 4388
97: 4039
71: 3723
118: 3667
41: 3389
85: 3353
94: 3282
156: 3180
86: 3176
57: 3157
110: 3132
89: 3127
50: 2981
84: 2901
98: 2737
91: 2642
111: 2642
210: 2600
99: 2408
108: 2334
124: 2269
157: 2146
95: 2129
61: 2101
123: 2069
126: 2045
122: 1889
31: 1887
112: 1884
88: 1859
114: 1815
129: 1806
77: 1716
59: 1485
191: 1435
30: 1393
121: 1388
6: 1323
70: 1287
120: 1181
73: 1148
139: 1139
37: 1126
153: 1066
119: 1057
23: 1053
102: 1050
162: 1047
147: 1004
96: 988
187: 986
166: 984
40: 974
183: 942
125: 915
167: 905
209: 879
176: 864
154: 862
230: 830
201: 791
222: 786
158: 754
159: 725
 22: 697
169: 688
103: 670
134: 660
142: 648
179: 642
188: 639
117: 633
192: 608
160: 602
204: 599
163: 590
164: 587
145: 558
141: 546
237: 544
194: 530
24: 519
148: 517
229: 510
138: 500
143: 479
127: 478
172: 450
74: 439
254: 427
175: 419
198: 415
208: 409
155: 402
161: 388
173: 377
193: 348
180: 344
152: 336
178: 332
181: 332
212: 325
174: 316
205: 311
113: 279
203: 273
248: 272
295: 262
267: 258
271: 257
272: 256
232: 251
133: 248
128: 245
136: 245
216: 232
137: 231
273: 230
277: 226
116: 221
146: 220
227: 219
196: 217
290: 217
135: 215
226: 214
244: 210
234: 208
190: 189
171: 185
189: 181
276: 181
182: 177
225: 176
292: 176
202: 175
233: 171
197: 170
231: 170
221: 169
132: 165
150: 165
235: 165
228: 164
259: 159
170: 158
186: 156
213: 155
261: 154
195: 152
304: 151
211: 148
149: 145
262: 139
246: 136
348: 135
140: 128
215: 127
100: 124
315: 124
115: 122
220: 120
268: 117
207: 114
219: 113
200: 111
217: 107
283: 107
332: 100
242: 95
351: 95
354: 95
318: 93
165: 90
252: 87
144: 82
301: 74
316: 73
303: 72
199: 71
223: 67
 224: 67
312: 66
361: 66
251: 65
306: 64
185: 61
339: 60
289: 59
184: 58
247: 58
347: 55
168: 54
270: 54
320: 52
239: 51
296: 50
386: 47
435: 46
365: 45
362: 44
369: 44
393: 43
310: 42
329: 42
256: 41
302: 41
305: 41
311: 40
243: 39
266: 39
353: 39
214: 38
240: 38
396: 38
238: 35
250: 35
299: 35
340: 35
352: 35
459: 35
245: 34
284: 33
330: 33
420: 33
425: 33
364: 32
281: 30
344: 28
206: 27
253: 27
319: 27
378: 27
328: 26
357: 26
397: 26
 263: 25
264: 25
336: 25
343: 25
469: 25
258: 24
274: 24
331: 23
405: 23
427: 23
177: 22
269: 22
291: 22
338: 22
218: 21
314: 21
337: 21
416: 21
463: 21
324: 20
341: 20
358: 20
414: 20
418: 20
286: 19
321: 19
322: 19
360: 19
412: 19
282: 18
307: 18
474: 18
507: 18
327: 17
407: 17
493: 17
151: 16
255: 16
400: 16
75: 15
257: 15
293: 15
308: 15
342: 15
376: 15
422: 15
278: 14
356: 14
380: 14
485: 14
297: 13
424: 13
452: 13
317: 12
325: 12
436: 12
437: 12
288: 11
355: 11
441: 11
236: 10
275: 10
280: 10
285: 10
309: 10
359: 10
368: 10
377: 10
385: 10
399: 10
460: 10
466: 10
624: 10
241: 9
265: 9
374: 9
379: 9
423: 9
429: 9
457: 9
468: 9
479: 9
294: 8
333: 8
382: 8
389: 8
438: 8
484: 8
489: 8
492: 8
541: 8
638: 8
313: 7
363: 7
366: 7
381: 7
388: 7
398: 7
401: 7
473: 7
478: 7
495: 7
501: 7
523: 7
592: 7
249: 6
300: 6
375: 6
387: 6
404: 6
415: 6
426: 6
448: 6
483: 6
488: 6
498: 6
548: 6
551: 6
695: 6
718: 6
395: 5
402: 5
428: 5
446: 5
454: 5
455: 5
456: 5
518: 5
522: 5
549: 5
550: 5
553: 5
632: 5
326: 4
350: 4
383: 4
390: 4
439: 4
449: 4
490: 4
494: 4
506: 4
515: 4
536: 4
560: 4
569: 4
594: 4
595: 4
596: 4
627: 4
287: 3
323: 3
335: 3
391: 3
403: 3
406: 3
408: 3
409: 3
421: 3
440: 3
447: 3
451: 3
481: 3
497: 3
499: 3
509: 3
513: 3
514: 3
519: 3
520: 3
521: 3
525: 3
538: 3
539: 3
540: 3
542: 3
546: 3
554: 3
558: 3
559: 3
564: 3
593: 3
597: 3
600: 3
601: 3
610: 3
616: 3
620: 3
622: 3
625: 3
636: 3
645: 3
656: 3
663: 3
675: 3
686: 3
690: 3
700: 3
728: 3
260: 2
298: 2
334: 2
349: 2
367: 2
373: 2
384: 2
392: 2
394: 2
413: 2
433: 2
434: 2
442: 2
443: 2
453: 2
461: 2
462: 2
470: 2
471: 2
472: 2
476: 2
486: 2
496: 2
504: 2
510: 2
512: 2
516: 2
517: 2
529: 2
530: 2
531: 2
533: 2
534: 2
535: 2
544: 2
547: 2
552: 2
565: 2
567: 2
570 : 2
576: 2
582: 2
583: 2
584: 2
588: 2
605: 2
606: 2
608: 2
611: 2
612: 2
617: 2
628: 2
635: 2
637: 2
644: 2
650: 2
651: 2
667: 2
668: 2
669: 2
674: 2
679: 2
684: 2
687: 2
688: 2
691: 2
692: 2
699: 2
709: 2
710: 2
719: 2
723: 2
279: 1
345: 1
346: 1
370: 1
371: 1
372: 1
410: 1
411: 1
417: 1
419: 1
430: 1
431: 1
432: 1
444: 1
445: 1
450: 1
458: 1
464: 1
465: 1
467: 1
475: 1
477: 1
480: 1
482: 1
487: 1
491: 1
500: 1
502: 1
503: 1
505: 1
508: 1
511: 1
524: 1
526: 1
527: 1
528: 1
532: 1
537: 1
543: 1
545: 1
555: 1
556: 1
557: 1
561: 1
562: 1
563: 1
566: 1
568: 1
571: 1
572: 1
573: 1
574: 1
575: 1
577: 1
578: 1
579: 1
580: 1
581: 1
585: 1
586: 1
587: 1
589: 1
590: 1
591: 1
598: 1
599: 1
602: 1
603: 1
604: 1
607: 1
609: 1
613: 1
614: 1
615: 1
618: 1
619: 1
621: 1
623: 1
626: 1
629: 1
630: 1
631: 1
633: 1
634: 1
639: 1
640: 1
641: 1
642: 1
643: 1
646: 1
647: 1
648: 1
649: 1
652: 1
653: 1
654: 1
655: 1
657: 1
658: 1
659: 1
660: 1
661: 1
662: 1
664: 1
665: 1
666: 1
670: 1
671: 1
672: 1
673: 1
676: 1
677: 1
678: 1
680: 1
681: 1
682: 1
683: 1
685: 1
689: 1
693: 1
694: 1
696: 1
697: 1
698: 1
701: 1
702: 1
703: 1
704: 1
705: 1
706: 1
707: 1
708: 1
711: 1
712: 1
713: 1
714: 1
715: 1
716: 1
717: 1
720: 1
721: 1
722: 1
724: 1
725: 1
726: 1
727: 1
729: 1
730: 1
731: 1
732: 1
733: 1
734: 1
735: 1
736: 1
737: 1
738: 1
739: 1